<blank>
<s>
</s>
de
-
le
la
?
pas
Je
que
vous
à
je
!
ne
un
et
les
a
est
pour
ce
une
en
C'est
Il
Tu
des
tu
Vous
me
du
dans
qui
avec
Et
c'est
suis
nous
plus
il
te
ça
au
mon
On
si
Le
se
tout
comme
sur
Mais
J'ai
faire
y
fait
mais
votre
ma
bien
va
on
cette
qu'il
La
sont
vais
lui
j'ai
Elle
veux
dit
son
Ça
Ce
par
n'est
Nous
pas.
Si
Les
être
Un
peux
M.
été
avez
Ne
sa
Ils
as
ça.
elle
ton
rien
sais
moi
êtes
es
ont
Pourquoi
dire
était
très
Oui,
Non,
jamais
ou
voir
Que
ces
peut
!"
quand
où
mes
tous
moi.
faut
même
Une
notre
dois
chose
encore
ta
qu'on
sera
Qu'est-ce
Pas
toujours
quelque
Comment
ai
sans
avoir
Pour
n'ai
deux
ici
quoi
ils
bien,
vos
aussi
aux
peu
toi
:
m'a
trop
ses
fais
vu
leur
chez
Au
ici.
pas,
En
juste
À
n'y
Tout
bon
doit
d'un
Mon
Où
qu'elle
avait
homme
Oh,
n'a
bien.
avant
femme
besoin
veut
temps
déjà
petit
Quand
moi,
A
vraiment
là
cet
vous.
vie
eu
Qui
monde
aller
toute
vas
l'ai
depuis
pourquoi
avons
non
toi.
d'une
pense
comment
crois
ça,
mieux
De
autre
Alors
Bien
rien.
tes
fille
?"
là.
nos
"Je
s'est
peut-être
fois
prendre
Allez,
Eh
voulez
beaucoup
alors
donc
petite
Des
parler
l'a
cela
qu'ils
sommes
après
Dans
s'il
toi,
bonne
personne
Alors,
dis
tout.
pouvez
parce
m'en
soit
Votre
grand
Mme
Mlle
C'était
assez
serait
♪
Comme
"
...
Quel
Quelle
choses
plus.
aussi.
gens
jour
quelqu'un
lui.
â
entendu
pu
n'en
toutes
maintenant
faites
qu'un
c'était
allez
Avec
viens
mal
venir
Ma
vrai
ici,
père
pendant
voulais
contre
dire.
dû
Est-ce
voir.
maintenant.
Cette
vois
reste
sûr
vient
mère
nuit
quelques
nom
J'en
tant
t'en
pas?
vieux
sous
demande
faire.
mort
Min
pris
hein
moins
Ca
sait
d'être
entre
Ah
jeune
savez
maison
seul
chose.
Oui.
connais
Bonjour,
quel
vie.
vous,
Voilà
soir.
hommes
Dieu
vers
Hyun
savoir
l'air
nouveau
trouver
seule
n'est-ce
leurs
trouvé
mettre
chercher
rester
partir
donner
laisser
dont
n'avez
t'ai
venu
peur
seulement
matin
passer
ça?
vont
pourrait
S'il
devez
jusqu'à
belle
porte
pourrais
devant
s'en
donné
là,
nous.
chaque
serai
genre
10
trois
allons
dernière
soir
passé
coup
2
Oh
Directeur
n'as
Non.
fils
aurait
puis
sais,
pouvoir
aura
non,
type
devrais
premier
ville
trouve
grande
$
000
Voici
temps.
train
j'étais
sûr.
Allez
qu'est-ce
Dr
mis
non.
Parce
travail
tête
parle
l'argent
mari
Du
devrait
première
voilà
perdu
Kang
prends
passe
moment
aucun
ni
monde.
part
ans
j'en
chance
monsieur.
sens
ans.
3
partie
Mes
Très
m'as
vite
qu'une
tard.
étaient
demain
sortir
donne
comprends
Bonne
nouvelle
t'a
laisse
Monsieur
j'avais
femmes
Cela
Lee
fois.
dites
yeux
5
terre
sois
celui
autres
point
d'avoir
Ah,
Moi,
1
Moi
jours
dit.
droit
ami
Hé,
main
revoir,
pensais
jouer
T'as
est-ce
maintenant,
voudrais
n'était
devons
ferai
oui.
J'aimerais
Y
pauvre
Bon,
Même
beau
fera
Personne
fait.
arrivé
semble
Va
pas...
t'es
Rien
Elles
dire,
mal.
tellement
femme.
fin
compte
parler.
Ces
Plus
raison
Peut-être
quelle
dirait
tué
savais
Combien
Merci,
lieu
vaut
dernier
sang
J'étais
enfants
soir,
place
partir.
Salut,
aucune
Avez-vous
jours.
Merci
fille.
Par
mère.
plein
font
rendre
"Un
á
combien
vite.
Maintenant,
J'espère
Après
près
homme.
façon
T'es
enfant
II
matin.
drama
sûr,
Son
étais
fois,
cause
fait,
avez-vous
car
demander
suite.
arrive
mort.
nuit.
.
Sur
d'autres
ainsi
pas!
loin
chambre
Faites
travailler
numéro
amis
demain.
l'as
filles
Encore
fini
sais.
avais
monsieur
guerre
m'avez
étiez
nuit,
devriez
l'autre
"Vous
mois
hier
Fais
plutôt
personne.
a-t-il
suppose
aussi,
"Le
que...
Ton
presque
mauvais
police
voulait
parti
pays
"Tu
Go
longtemps
aller.
plaît.
serais
devenir
qu'à
voulu
Dieu,
côté
endroit
vrai.
Sans
Sa
montrer
oublié
Viens
Juste
va.
meilleur
gars
oui,
jamais.
-Je
Non
maison.
$.
peur.
plus,
vivre
Bien,
chérie.
travail.
seras
n'êtes
l'homme
laissé
regarde
Tous
venez
mais...
père.
Sung
Quelqu'un
Oui
Ou
4
elle.
deux.
est-il
mariage
prie.
scène
vieille
mieux.
raison.
allé
n'importe
heures
Depuis
oui
manger
demandé
"C'est
capitaine
prend
Notre
heure
h
propre
chance.
ville.
heureux
croyais
tout,
moment.
elles
Quoi
Regarde
ceux
20
fou
vue
aujourd'hui.
parlé
n'ont
n'es
jour,
écrit
autant
tête.
longtemps.
l'avez
pouvais
D'accord,
Kim
bientôt
gars.
gros
lui,
croire
pensez
ca
d'autre
rien,
penser
payer
Laissez-moi
peine
tuer
docteur
l'argent.
propos
l'eau
hein?
Venez
idée
ferais
non?
là-bas.
"Il
Prenez
ira
changer
êtes-vous
mains
maman.
Regardez
sorte
famille
roi
boire
vrai,
peu.
frère
garder
plaît
j'y
chemin
moi?
question
mourir
connaissez
dès
salle
joue
voit
prêt
cas
seront
bon.
envoyé
Cet
personnes
quatre
derrière
argent
jour.
pensé
voir,
revoir.
pouvons
l'un
ensemble.
soyez
place.
temps,
Tiens,
mot
vu.
serez
jeu
Allez.
attendre
peuvent
Viens,
Toi,
Me
J'aime
n'aime
Bonsoir,
histoire
possible.
voyez
rentrer
va,
cru
penses
dit,
faisait
garde
affaire
J'aurais
appelé
Madame
Maintenant
porter
lettre
Puis-je
fort
regarder
voici
retourner
J'avais
cœur
Bon
bois
"Et
mois.
-Tu
J'y
sale
doivent
ait
Deux
prenez
voulez-vous
Dis
revoir
dire...
t'as
quoi?
pouvait
l'ont
chef
nous,
décidé
truc
celle
cherche
perdre
nouvelles
Donc
von
quoi,
corps
verre
appris
D'accord.
script
pourra
Allons
venue
enfant.
cinq
pensez-vous
ceci
DE
cher
vie,
as-tu
feu
veulent
bureau
100
Scénariste
Qu'y
bon,
devait
devenu
Toi
croyez
attention
retour
choses.
dirai
rend
essayé
d'ici
seul.
d'aller
tour
cela.
cheval
Vos
Paris
-C'est
scénariste
ll
commence
allait
volé
n'avons
chose,
même.
bateau
garçon
Paris.
"Les
prie,
pars
l'amour
merci.
arriver
doute
lit
Voulez-vous
ami.
directeur
-Il
Messieurs,
professeur
eux
marche
ça!
femme,
Pendant
sauver
problème
question.
quitter
ferait
Ainsi
tomber
Mais,
gentil
souviens
bons
savez,
bas
6
voiture
aujourd'hui
autres.
d'ici.
tard
Prends
mets
avaient
pourriez
autour
voyage
malade.
minutes
Jin
acheter
dur
ça...
Ta
monde,
Écoute,
"La
Avant
porte.
aviez
bras
docteur.
Pauvre
puisse
confiance
heures.
devoir
fête
prie
Directeur.
New
chéri.
gars,
ici?
coeur
mauvaise
maintenant?
dehors
bientôt.
parlez
heureuse
amis,
grâce
finir
envie
d'accord
film
beaucoup.
faire,
tous.
pays.
encore.
l'heure
Quelque
probablement
meilleure
enfin
15
Sois
faire?
d'entre
Laisse-moi
h.
jolie
semaine
Merci.
pleine
Ça,
main.
j'aimerais
pire
travaille
tenir
LA
prochaine
aurez
aime
fini.
chambre.
n'avais
Qu'il
Ouais,
commencé
visage
face
préfère
joli
Puis
tôt
loin.
affaires
là?
reviens
meurtre
fille,
aider
bout
pièce
plusieurs
six
compris
tel
entrer
famille.
général
N'est-ce
continuer
part.
fou.
dame
heureux.
l'histoire
plaisir
je...
journée
souvent
veux-tu
"Si
parie
parmi
"J'ai
puis-je
banque
amis.
monter
drama.
lumière
tard,
sort
manque
route
veux.
es-tu
raison,
petite.
revenir
sujet
pied
service
petits
vit
souhaite
présente
"Nous
"et
d'argent
homme,
présenter
maître
suite
cours
long
jeunes
fils.
Dites
haut
important
telle
As-tu
idée.
essayer
minutes.
mariage.
30
ans,
matin,
Pizarro
signifie
fut
Peu
force
tiens
n'aurais
t'aime
robe
belle.
parles
plan
rencontrer
chapeau
grands
petit.
comprendre
venir.
fasse
j'aurais
mort,
Êtes-vous
millions
médecin
toujours.
"Ne
instant.
Voyons
moi...
savoir.
grosse
mal,
retrouver
dehors.
Jamais
poste
mille
Si,
Dieu.
vérité.
50
pourrai
rue.
m'ont
m'appelle
vous?
cas,
content
faites-vous
attend
mots
ensemble
lire
d'abord
prince
guerre.
battre
vois,
devais
comte
alors.
Allons,
amoureux
Eddie.
Là,
arrêter
riche
quitté
cœur.
minute.
chacun
petites
police.
qu'en
parents
gagner
risque
bien...
regardez
sors
appeler
besoin.
Espagnols
LE
n'avait
laissez
Toujours
Soyez
reçu
jeter
peu,
jours,
soin
the
travers
complètement
hier.
d'en
ferme
passé.
facile
difficile
écrire
malade
Mary
suffit
années
trop.
terrible
femmes.
Seigneur
"Mais
portes
marcher
Enfin,
voix
Qu'en
capable
12
exactement
vérité
état
arrive.
bonheur
sauf
voilà.
manger.
rencontré
peuple
suivre
laquelle
âme
bébé
Donnez-moi
Nick
retour.
enfants.
voiture.
payé
paix
Car
noir
j'aime
vraie
livre
aurais
d'autre.
terre.
puis,
promis
gouvernement
disais
Olivier.
argent.
diable
musique
rendu
milieu
Laissez
frères
Big
touche
nom.
Blanche
toi?
chercher.
lu
fin.
Celui
contrat
drôle
Cortes
Chaque
journal
ami,
m'y
s'agit
dîner
Eun
de...
coin
problème.
plaît,
sert
Donne-moi
moi!
Ici
hors
Lui
rentre
San
disent
connu
changé
mourir.
Pouvez-vous
offre
Nick.
bien?
Johnny.
pouvez-vous
Tom
lune
et...
prochain
sûre
simple
faute.
tient
affaires.
Grande
amour.
amour
auriez
s'appelle
semaines
vrai?
connaît
alors,
pitié
sol
prison
parti.
s'y
lit.
est.
espèce
madame.
honte
mari.
d'argent.
dollars
rôle
donnerai
idiot
désolé
peine.
courant
certains
autre.
ligne
viennent
Mademoiselle
7
possible
-Oui,
déteste
vivre.
retard.
quoi.
eux,
allez-vous
Dès
commencer
vois.
Regarde,
situation
bateau.
coup.
seule.
attention.
meilleurs
avant.
Reste
étrange
dix
prix
l'avoir
secret
serons
Tes
rue
montre
société
Anthony
production
Attendez
acte
"...
veux,
Espèce
boulot
téléphone
s'ils
tombe
deux,
fort.
l'eau.
nouvel
grave.
dessus
jusqu'au
l'on
rapport
morts
sent
mange
partout
moment,
arrivé.
remettre
également
mains.
pieds
Toutes
gagné
rêve
propres
belles
arrêté
conduire
prêt.
nouveau.
santé
dormir.
script.
Venez,
affaire.
Faut
Arrête
"On
Désolé,
fous
danser
m'est
mer.
papa.
Veuillez
monte
l'avais
début
responsable
marier
bord
tiré
Ses
Indiens
prise
travaillé
Grand
500
ressemble
l'aide
voie
million
200
là-bas
Ecoute,
est...
inquiétez
Arrêtez
chemise
vas-tu
rends
faudra
tranquille.
Savez-vous
dîner.
Sir
Marius,
faim.
bête
libre
Dis,
lever
ramener
message
bonnes
elle,
Te
si.
Écoutez,
croire.
yeux.
certain
tirer
confiance.
contente
Ni
su
connaître
dormir
tombé
savait
vieil
important.
faut.
grandes
met
Cabeza
découvert
tourner
table
simplement
cour
John
moi-même.
garçon.
enfants,
Kyeongseong"
pleure
pièce.
Panisse
Attends
puisque
m'avait
magasin
Vraiment
merci
soleil
bande
danse
l'autre.
ciel
changé.
bébé.
Tant
toi!
8
copie
dit?
nature
vouliez
Ben
soirée
père,
morte
disait
journée.
dira
1er
Restez
Allô,
Chez
diffusion
Beaucoup
marier.
faite
beaux
manière
partir,
40
#
maison,
dérange
rendez-vous
,
sœur
auras
d'y
dollars.
Min.
Jim
Bill
Marius
Mais...
t'avais
minute
Voilà,
partout.
chance,
voilà,
Quoi?
Vas-y,
chien
quitte
folle
combat
cadeau
reste.
l'aime
Ah.
moyen
donc,
rappelle
peur,
derniers
nourriture
fond
noir.
Ceci
princesse
chevaux
parole
savons
apporté
bu
si,
fleurs
voulons
poser
feriez
chère.
laissez-moi
n'étais
côté.
faute
moitié
-Mais
quelqu'un.
refuse
sortir.
Dr.
Joe
Woo
Champ
Trop
L'homme
qu'elles
mer
qui,
joie
obtenir
vais.
Es-tu
capitaine.
demandez
sûrement
Pardon,
change
prête
terres
Ici,
viendra
jeu.
présent,
parfois
prison.
boulot.
troisième
plaisir.
revient
retourne
loi
madame
compagnie
chère
monsieur,
semaines.
numéro.
chanson
sauvé
dis,
entendre
n'arrive
forme
préparer
Laisse
victime
dire?
réponse
l'affaire
vouloir
lettres
maman
Toute
voulez.
mère,
Donc,
rappeler
pourras
appelle
étions
assis
chemin.
types
devrions
l'hôpital
avions
hommes.
auprès
public
acheté
oublier
compte.
désolé.
Olivier
-Et
bouteille
heureuse.
gentil.
Eun.
Anne
Helen.
24
vérité,
vécu
Little
passe-t-il
recevoir
fiche
chapeau.
d'eau
eux.
tomber.
sorcière
fallait
offrir
parler,
semaine.
tuer.
j'aie
300
cartes
ville,
moindre
prendre.
pauvres
voudrait
faim
restez
t'inquiète
lequel
importe
suis.
train.
tante
cheval.
coupable
viendrai
crains
patron.
Sortez
bas.
Melle
Fanny,
balle
faits
choix
invité
réunion
Cortex
café
partez
blessé
cheveux
pleurer
encore,
ainsi.
clé
oublié.
Puisque
feras
années.
lait
coups
là!
droit.
rentré
dit:
Johnny
dure
l'est
aider.
coucher
vu,
Surtout
deuxième
bureau.
compris.
occupé
l'ordre
Trois
pont
seigneur
11
Seulement
voyage.
crime
épouse
faisons
sang,
arriver.
Père
J'attends
suis-je
partie.
Bien.
filles.
I
peut-être.
sinon
épouser
verre.
"Pourquoi
sérieux.
Dracula
alors...
tôt.
téléphone.
groupe
costume
réussi
Sauf
surprise
l'intention
Qu'ils
l'heure.
Voyons,
Sinon,
entendu.
aimé
J'aurai
livres
camp
dessus.
durant
devient
chérie,
service.
tenu
gueule
mieux,
Excusez-moi,
printemps
signe
marché
revenu
sorti
blanc
boire.
"Mon
calme.
froid
surtout
prêts
immédiatement
type.
Fin
entrer.
Vive
Bonjour
Lee.
ô
""
Marius.
idées
in
cerveau
vent
aide
bras.
paix.
voler
attendre.
vendre
joué
super
Von
morte.
c'est...
ici!
mène
longue
fait?
façon,
bar
soient
doute.
carte
apprendre
d'où
faudrait
papier
au-dessus
visite
petit,
venus
entré
présence
ceci.
Nos
président
envoyer
calme
J'irai
trouver.
paie
conseil
charge
bel
belle,
oncle
cacher
plaisir,
-Non,
verrai
J'imagine
D'où
pain
instant,
acteurs
Santa
Kim.
C"est
cents
Eddie
Bill.
Manuela
trésor
liste
photo
dents
envers
Capitaine
drôle.
Aucun
papa
bois.
va?
non!
Sam.
pis
retrouve
petite,
tranquille
savez-vous
fils,
Maman
problèmes
passer.
morceau
voyez,
aujourd'hui,
l'or
cela,
centre
guerre,
magnifique
recherche
0rellana
mois,
9
danger
Quelques
Anna
table.
merci,
seconde
erreur.
dois-je
vêtements
Salut
comprenez
arrivée
est-elle
l'épisode
contrat.
Monsieur.
ACTE
rire
brave
chère,
Matt.
attendu
chaud.
you
Minus.
Vite,
gauche
utiliser
Aujourd'hui,
un.
effet.
Attention,
vraiment.
garçons
servira
préparé
l'hôtel
trouves
j'aurai
messieurs.
messieurs,
Maman,
allée
heure.
restes
25
regard
raconter
témoin
m'avoir
Jusqu'à
présent
dis.
Ben,
ailleurs.
mêmes
14
une.
sept
milliers
rentrer.
rêves
Manco
"le
apporter
vous...
remercier
"je
difficile.
Qu'est
sang.
-J'ai
"Une
-Vous
Hé
fois...
mademoiselle.
Dites-lui
général.
commis
Désolé
travailler.
dramas
appelez
Kyeongseong".
Bong
chéri,
Anna.
Roy,
Roy.
Rico.
Anne.
Cary
Ranger
secours
nulle
certaines
d'amour
palais
aimes
penses-tu
dise
ici...
demain,
l'hôpital.
déjà.
Blanche.
retrouvé
réalisé
dangereux
Papa,
l'endroit
payer.
Mesdames
choisi
servir
soeur
attends
sécurité
laisse-moi
principal
pieds.
mot.
minute,
Attention
bientôt,
l'impression
seriez
oiseau
direction
C´est
Certains
l'intérieur
Bonjour.
déjeuner.
rouge
absolument
l'une
récupérer
dirais
quartier
sortie
j'espère
mener
facile.
rencontrer.
pourtant
essaie
équipe
vue.
Paris,
prendrai
Terre
"Non,
crois.
grave
soldat
folle.
horrible
Professeur
Pensez-vous
Min?
d'
parlons
banque.
"Ce
FIN
bijoux
théâtre
toile
Dickson
Monte.
Panisse.
Attends,
autres,
succès
Vas-y
Cortex.
m'aider
bouge
impossible.
remis
beau,
Pourquoi?
tour.
verra
dit...
tire
Biron,
premier.
protéger
l'aurais
laisserai
ouvrir
venait
l'intérieur.
fête.
soir?
perdu.
pris.
pourraient
valeur
patron
regardé
beau.
défense
famille,
repas
sentiment
scène.
veut.
chanter
Josh
jolies
visage.
verras
m'occuper
s'est-il
départ
viens.
Dites,
âge
2e
rejoindre
France
coupe
clients
croit
tournage
Hye
aime.
Fanny
Tom.
"Elle
Altesse
Ruth
Kriemhild
Jim.
Eddie,
Baring
Campo
York
Cher
parle.
ensemble,
triste
Assez
S'ils
photos
Puis,
mérite
vite!
là...
gens.
vraiment,
Dis-moi
comprends.
Essaie
que,
vite,
jambes
Bon.
découvrir
répondre
vous!
envoie
maman,
même,
Rien.
ordres
parfait.
d'elle
lui?
haut.
Docteur,
passe.
uniforme
assez.
Ceux
huit
plait
rues
prendra
voyons
amoureuse
couper
changer.
flics
fais.
route.
vieux.
grand.
course
éviter
cela?
feu.
parents.
tante.
beauté
compagnie.
immédiatement.
Français
Arabes
froid.
mise
dos
scènes
crime.
Dan
mariée
frais
l'écrivain
lot
loge
reine
billets
douce
n°
Hank
Matt
Mata
choix.
café.
carrière
moi-même
jure
Los
désolé,
bête.
débarrasser
raconte
j'allais
T'en
regrette
jure.
penser.
coupable.
montrer.
courage
attention,
paraît
l'enfant
choisir
D'abord,
yeux,
chasse
destin
contrôle
connaître.
trouvez
Vous,
sac
pensais.
Ouvrez
cas.
dangereux.
station
d'or
Vaca
montagnes
premiers
soirée.
discours
présent.
corde
neuf
uniquement
Autant
mangé
calme,
nouveaux
système
pourrez
réalité
vis
boîte
aimez
t'y
Oncle
Miss
l'école.
secret.
d'accord.
fleurs.
Quels
s'occuper
thé
descendre
vin
J'arrive
idiot.
gentille
parlé.
preuve
après-midi.
docteur,
enfant,
"Que
marché.
noble
lettre.
duc
spectacle
Chef
aurons
J'ignore
to
of
Directeur!
perdre.
essayez
Fanny.
qu"il
Messieurs
Zeke
Joe.
Nikki.
Donny
fort,
cassé
Cortex,
Leur
paix,
Van
ciel,
Allez-y,
reviendra
appel
Attends.
drôle,
super.
Sam
douleur
Papa
Dites-moi
faisais
offert
sentir
attend.
voulaient
d'elle.
malgré
fini,
tout!
désolée.
perds
femme...
haute
suivi
ben
questions
veille
oubliez
simple.
reprendre
montagne
continue
finalement
merveilleux
resté
foi
jeté
paroles
pays,
tué.
terminé.
navire
compter
importante
amené
heures,
sujet.
savez.
titre
ensuite
façon.
savent
lorsque
dépend
laver
court
véritable
tas
vendu
fortune
N'y
jette
charmant
membres
vol
Mettez
ordres.
note
chauffeur
désormais
baiser
prévenir
ferme.
souvent.
Marceau.
"Où
Celle
demander.
liberté
français
l'honneur
fer
bonheur.
Entre
journal.
vêtements.
occupé.
ai-je
Anthony.
honte.
promesse
Vraiment?
Tenez,
Edna
cent
front
Attila
Á
Herr
théâtre.
a-t-il,
Cocoanut
chèque
Smith.
Paul.
Thorpe
Jerry.
Salut.
jouer.
Attendez.
mec
ravi
main,
version
chair
impossible
afin
place,
coup,
commencer.
monté
régler
Tiens.
surprise.
prix.
enlever
l'air.
travail,
proche
faux.
caché
corps.
falloir
beaucoup,
Aussi
là-dedans.
longtemps,
idée,
sait.
femmes,
selon
arrête
savoir,
s'était
épisode
est,
arranger
construire
nouvelle.
client
venu.
conduit
mourir,
environ
indiens
autre,
fleuve
dur.
humain
atteint
maladie
lors
représente
forêt
étant
contact
semblait
tue
héros
défendre
nom,
sentiments
Anna,
n'aurait
donnera
peux-tu
whisky
mien
honnête
bat
position
trop,
chérie
mien.
Aucune
supporter
Gardez
ordre
ok?
t'aime,
Belle
promets
genre.
gare
gagne
moins.
propriétaire
parti,
procès
York.
Passez-moi
Madame.
Monte
Demain,
procureur
emmener
Valencia
Mince,
Faisons
décision
couteau
'Un
Demain
Maciste
garçon,
Seigneur,
Fred
Hans
Siegfried
Joh
$,
Coleman
Ruth.
Trevor.
étes
Dickson.
problème,
pense.
invités
tombée
année
parlait
"Au
sens.
personne,
village
moins,
série
début.
n'aura
histoires
Ah!
fier
courir
volonté
tort.
dos.
fou,
né
sûr!
empêcher
l'école
aimer
toucher
terre,
peau
l'esprit
porté
chances
seul,
J'adore
l'idée
long.
fenêtre
énorme
rencontre
l'équipe
religion
an
devraient
jamais,
langue
dieux
célèbre
détruire
nuits
jus
larmes
montré
d'abord.
vies
"A
Aujourd'hui
bruit
agréable
entier
N'importe
dernières
Hier
dort
regarder.
--
pareil.
derrière.
discuter
touché
balles
rester.
blessé.
150
tasse
cou
terrible.
messieurs
attraper
comprendre.
interdit
failli
Appelez
soupe
pleurer.
ligne.
Chérie,
peux.
Quelles
ira.
N'oublie
Kelly
Kelly.
Jeong
presse
World
article
refusé
Wells
Nanny
bal
secrets
doux
n'
Roy
Mimi,
sacré
mission
tenue
Henry
LES
plans
tête,
construit
scandale
poste.
visite.
poche.
colonel.
âme.
celles
questions.
accepter
part,
rappelles
faire!
m'aimes
Pourriez-vous
suite,
regarde.
cri
meurtre.
m'occupe
nez
désolée
Ok,
bien!
forte
a,
fais-tu
"pour
trou
bouche
pourrions
Voyez
censé
gardé
lancer
côte
secrétaire
l'armée
chiens
telles
produit
l'avait
DU
"que
déposer
musique.
triste.
blague.
J'essaie
cher.
meurtrier
lampe
Frank
t'avoir
retard
sœur.
trouvé.
Mets
Faire
faux
libre.
Oû
différent.
étrange.
crier
truc.
malheur
Marceau
directeur.
d'honneur.
médecin.
superbe
mariés
obligé
col
occuper
Maria
signer
tableau
Majesté
Inutile
chef.
lèvres
professeur.
Passez
c'est.
000.
battre.
bain
Pardon
Directeur?
n'allez
acteur
est-ce?
sous.
Qu'avez-vous
Hart
"Ma
"Ça
baron
chant
Regardez,
fenêtre.
Jack
Smith
Hank.
gentil,
casser
Lune
Jerry,
Jekyll
tout...
vrais
là-bas,
saura
mec.
trucs
arrivée.
sales
convaincre
plan.
nouvelles.
paire
viens,
droits
Garde
ben,
[
]
Veux-tu
Blanche,
amis...
documents
coeur.
porte,
papa,
partis
couple
revenir.
nombre
rentrée
sécurité.
bottes
fois?
j'irai
date
grand-père
pierre
filles,
indigènes
signé
traité
courant.
Petit
déjeuner
colons
passage
morts.
t-il
ouvert
maisons
créer
minuit.
faisant
trouvée
coupé
fidèle
l'année
auront
coûte
raisons
Qu'on
Seul
cesse
mademoiselle
fière
Ecoutez,
reviendrai
relation
dis-moi
alors?
départ.
inutile
Est-il
stupide
frapper
tort
somme
Maître
foutre
bon?
arrivé?
parlent
"Oh,
cabane
cheveux.
remarqué
frappé
Olivier,
vole
ennuis
-Oh,
Asseyez-vous.
lettres.
champagne
aille
année.
chaussures
deviens
"Pour
Voilà.
Dis-moi,
goût
Arabes.
francs.
lieutenant
maître.
terminé
armes
j'appelle
condition
bière
qu'est
merveilleux.
saviez
Ravi
rendez
Production
donnez-moi
Goo
jouez
bonne.
vôtre.
nerfs
Etes-vous
♫
l'œil
Frère
château
terriblement
lune.
Chéri,
Fredersen
Hank,
Queenie,
Dites-moi,
Zeke.
John.
Lily
Helen
Brown
a-t-il?
Jenny
Cary.
Thursby
intérêt
malin
passé,
lac
D'accord
traîner
esprits
suivre.
prouver
près.
revenue
aide.
machine
Enfin
vienne
oui...
chose?
Quoi,
combat.
content.
Oui...
images
voleur
Ah?
amie
l'âme
sauter
permis
mienne.
n'auras
étudier
trouveras
blonde
Oublie
mauvais.
fois!
prochaine.
dommage
aille.
prenne
m'intéresse
l'avez-vous
aller,
comprend
cache
Retourne
and
Sors
toujours,
22
clair
vivant
seraient
arbres
perdue
ceci,
utilisé
marié
dieu
directement
moments
hommes,
Selon
retirer
libérer
puissance
or
commencé.
témoins
expérience
60
journaux
rue,
Se
aiment
dieu,
voiture,
N'oubliez
vente
Sale
d'écrire
semblez
préférerais
livrer
Aux
gagner.
1.
commande
bord.
importe.
incroyable.
fermer
aussi?
loup
dame.
donc...
vide.
M
-Non.
gauche.
dames
propriété
verras.
danser.
bain.
amoureux.
couteau.
l'Algérie
ferez
feront
France.
rire.
trouverai
village.
ouvriers
gardes
traite
prisonnier
milliards
droite.
décision.
The
t'aime.
viande
Peux-tu
peut-on
vie!
Empire
won
diffusion.
Production.
fonds
conférence
minuit
sourire
n'auriez
voyais
Mary.
chéri
PARTIE
"Votre
Père,
manteau
manteau.
chic
Capitaine,
Queenie.
Helius
Jenny,
Baring.
Stewart
Shep
Panisse,
Nick,
Dutton
réparer
seconde.
hier,
bonjour.
singe
Minus
L'un
L'autre
Attendez,
attendez
prennent
mettent
écouter
Jane
chaud
Regarde.
n'existe
Désolée,
côté,
Grâce
crois,
détails
génial.
semaine,
toi...
oublie
pied.
travaux
paye
Enlève
justement
tiens.
remets
amie.
dors
Louis
brûle
monstre
Quant
sol.
feu,
fous.
posé
écoutez
sentais
nous!
Pourtant,
chien.
si...
beauté.
frère.
m'aime
sauvage
compris?
qu'avec
c'est?
attendant
métier.
juste...
armée
faible
années,
pot
merde
apporte
couleur
Pizarro,
Incas
murs
royaume
conversation
a-t-elle
vallée
troupes
politique
endroit.
dur,
verrons
Noël
changement
nommé
entreprise
lois
épousé
soleil.
Lorsque
métier
Femi
d'argent,
arrivent
Hey,
ok
digne
santé.
double
rêve.
juste.
garde.
moyens
pilote
agréable.
devenue
amène
Sinon
quatrième
m'aider.
services
amour,
d'accord,
restait
pose
retour,
souvenir
Dix
Dommage
dimanche
voulez,
A.
Paul
debout
chaud,
-Elle
promis.
N'en
Bonsoir.
certainement
cheval,
souffre
Dis-lui
trois.
juge
L'amour
partons
militaire
magnifique.
moque
magicien
allons-nous
avocat.
cherchez
instant
Young
French
chant.
Heureux
ayez
Président
figure
menace
succès.
cherché
preuves
démon
Rin
ridicule.
Lady
bras,
directrice
Parker
cou.
"Qui
moi."
jolie.
aime,
Kay
perdez
capitaine,
Hagen
princesse.
Hier,
allez-vous,
tailleur.
Venez.
Spaulding
Matt,
Fane
Seward,
Jenny.
Gallagher
m'appeler
sais...
pareil
souris
Minus,
aidé
Allons-y
fait-il
enlevé
D'après
expliquer.
ennuis.
après,
tu...
bizarre
j'arrive
Je...
couche
l'hôtel.
plus!
d'abord,
lâche
avant,
où,
sache
perd
face.
attendant,
disparu.
connaissent
champ
voir...
livre.
accepté
1000
passe?
promener
nuit...
crise
semaines,
différence
concernant
a?
"la
dedans
tienne.
dormi
rendez-vous.
oeil
bar.
reste,
l'amour.
nom?
choses,
donné.
totalement
pensait
décide
arbre
c´est
21
venir,
êtres
période
frontière
conscience
suivant.
enfin,
peut-être,
Charlie
port
donnée
coton
respect
descendu
imaginer
gagné.
d'obtenir
malheureux
membre
jeunesse
responsabilité.
gouverneur
mettez
d'eau.
projet
seins
colère
mots.
esprit
fric
gosse
camion
mari,
classe.
revenu.
fâché
Préparez
lignes
lis
prévu.
colonel
d'habitude.
eh
reconnais
traiter
bout.
dernier.
jambe
Viens.
-A
-Ce
-Pas
pire.
"Cette
Park
accident
iras
demande.
Parlez-moi
Pourvu
collier
frère,
chers
allez.
courrier
faut,
d'hommes
voudrez.
irons
ancien
chariot
étiez-vous
sage
photo.
Cooper
arrive,
scénariste.
devrez
S
Eun?
président.
allez-vous?
air
réputation
soit.
Dois-je
connaissais
l'
Acte
Cinq
affreux
pleurez
"Pas
J"ai
homme...
poche
Bonsoir
Stew
Polly.
directrice.
Paul,
Spaulding.
Beaugard
Thorpe.
Flack
Ted.
Diana
Rico
Yancey.
Nikki
Schuyler.
Shubin
Lestingois
dépassé
classe
match
n'oublie
parfait
I'argent
mettrai
)
passée
ET
Est
Non...
3e
euh...
gens,
Nom
marque
DES
s'appelait
certaine
dommage.
existe
bouche.
rêvé
ciel.
cadeau.
Hein
OK,
trahi
prenait
Pis
sortent
Hein?
lui-même.
surveiller
Ah...
Non!
rien!
pensent
avocat
erreur
argent,
mains,
fond,
tueur
lien
avec.
Pierre
eu.
fleurs,
police,
donner.
foule
forces
Ouvre
mauvaises
restent
Nous,
grand-mère
maintenant!
briser
profiter
fatigué.
non...
occupe.
vieux,
chaise
Rien,
Alors...
Reviens
allés
commandé
piste
méchant
nécessaire.
charmant.
douce.
T'aurais
Chacun
répondu
lui-même
fin,
mer,
voie.
dedans.
sont-ils
emmené
spéciale
caractère
abandonner
n'étaient
clairement
bataille
tandis
mesure
qu'au
bateau,
marin
barbe
prêter
mariage,
intelligent
permission
donnez
Lopez
personnes.
taille
ferons
ainsi,
juré
entend
modèle
rapidement.
résultats
Bois
m
Terre.
D'un
chanson.
médecins
arme
tourne
force.
Parfois,
magasin.
commandant
l'emmener
diras
devra
dirais-tu
dents.
voudra
Jane.
connais.
programme
Et,
l'affaire.
traverser
Ayanami
n'aviez
vaisseau
parler?
demandais
d'accord?
réponse.
Excusez-moi
venais
décider
-Ca
francs
silence
remercie
oncle.
-Le
sou
café,
malade,
camarade
blanc.
folie
l'argent,
lieutenant.
serment
solution.
m'avais
Madame,
clair.
charmante
peut-il
fatiguée.
maîtresse
dîner,
officier
s'occupe
Quatre
Brown.
points
Montez
plus...
Beau
appartement
tous,
parfaitement
...et
drama?
taux
trouverez
écrivain
étudiants
annonce
aujourd'hui?
actrice
emploi
devant.
laisserais
Wells.
Mère
frappe
poisson
Film
"Quand
Chère
"Ll
cacique
danse.
sort.
pas."
c"est
n"est
l'accusée
Siegfried,
perles
Mike
Jimmy
risques.
Queenie
loge.
l'heure,
Qu'a-t-il
Marthy.
Bill,
Helen,
Yancey
Cravat.
Ashe.
Mustafa
Johnny,
attrapé
eue
partez.
Retournez
frais.
utile.
Ted
suffit.
Angeles
normal.
entendu,
ennemi
spécial
taxi
fiancée
mesdames
Rentrez
coucher.
hein,
permettre
rempli
Euh...
chambre,
secondes.
prouve
unique
couché
agent
Enlevez
vrai!
fait...
alliez
temps?
plupart
vous-même
permet
voir!
Catherine
normale.
chose...
histoire,
marques
parlera
Don
Vas-y.
tout?
Monsieur,
rejoint
portrait
meurtre,
âge.
levé
homme!
camp.
presse.
numéro,
livres.
lève
tendre
voulu.
Mieux
vu?
toi-même.
debout.
ramène
appelée
ouvre
état.
mine
volé.
conquérants
qu´ils
pouvaient
Vers
réellement
trace
style
vient.
l'avons
civilisation
plage
croix
merveilleuse
haut,
glace
quels
victimes
quart
paquet
lances
nous?
"En
bleu
rapidement
traitement
cousin
"de
rapide
opération
fil
L'eau
reconnaître
Victoria
18
verrez
respecter
compris,
Impossible
gâcher
Richard
raté
hasard
criminel
taxi.
avion
concerne
parlais
Josh.
comptes
différent
sûre.
d'après
niveau
mens
course.
canons
vitesse
œil
regardes
exact.
prévu
gamin
disant
tenez
meilleures
Johnny?
arrêter.
demandé.
retrouver.
David
m'excuser
voudras.
études
Asseyez-vous,
garder.
mariés.
restera
passera
Debout,
roi.
voudriez
Assieds-toi.
16
qu'a
lendemain
plaindre.
Occupe-toi
Abdelkader
finir.
Essayez
d'entrer
nettoyer
patrie
épouse.
celui-là.
Patron,
coûté
française
articles
d'entendre
justice.
joli,
banque,
occasion
boit
sac.
allaient
vous-même.
deux...
Mr.
celle-ci.
d'honneur
"À
personnage
Tiens
And
cabine
won.
aussi!
44)}p
30)}HALLYU
46)}FANSUB
48)}한류
détective
publicité
qu'
Min!
soir...
conducteur
n'irai
19
suppose.
chambres.
risque.
Londres
n'aurai
pont.
ici."
guère
vin.
"Oui,
troupe
"Comment
machines
procureur.
vous."
trompe
pain.
Ellen
"Eh
peste
oû
Ayez
magique
Russie
Lune.
s'achève
cigarettes
Ensuite,
Marie.
L'argent
hôtel.
Scotland
policier
entends
théâtre,
Bell
Coleman.
Pete
Mary,
Fane.
Boy
Fred.
Dink.
Livingstone
Dixie
Smith,
Baron,
Dwight
Oue
livres!
Hari
Jimmy.
dossier
I'a
nouveau,
anglais
bas,
essaye
génie
t'ont
utile
laboratoire
conditions
Pourquoi,
lancé
protection
devenus
prendrons
plat
nez.
seule,
Disons
OK?
pourquoi,
enquête
Penses-tu
écoute
oui!
confiance,
senti
aider,
disparu
l'aime.
jeune,
repris
prépare
cherchent
recherches
Pense
aimait
personnellement
Laisse-le
tiens,
loin,
personnel
t'aime!
J'appelle
allais
mettra
dehors,
coûter
partie,
sainte
patates
c'est,
gang
réfléchir.
manqué
arrives
direz
cuisine.
traces
veiller
répondre.
morts,
vin,
reçois
page
supplie.
vieilles
continuez
laisses
Ouais.
vus
seuls
Floride
d'eux.
paysage
situation.
juste,
terribles
Là
trouvent
pierres
science
400
endroits
base
doigts
Michael
humains.
forcé
Atahualpa
faim,
pauvre.
pommes
incroyable
Incas,
tourné
pluie
attaque
sacrée
terrain
n'oubliez
mouche
chemin,
vivent
Montezuma
tromper
et,
soldats
rouges
joueur
chute
l'est.
boire,
attendait
arrivés
jardin
exemple.
apprend
résoudre
l'eau,
titres
flic
genre,
avis
t'aider
Sainte
faute,
miracle
bonjour,
écoute,
meurs
l'ancien
J'allais
l'instant.
étage.
...?
lumière.
600
risques
cible
arrivés.
Eva
inutile.
répond
l'instant
d'eux
Arrête.
but
billet
raisonnable.
bêtises.
valise
-Oui.
avis.
leçon
vendre.
-Alors,
chouette
héros,
cave.
Pensez
contraire.
exemple
étais-tu
Marie
soit,
Club
pourtant,
glace.
sou.
l'occasion
bêtes
montagne.
chemins
droite
mission.
France,
j'arrive.
Parlons
parole.
aurai
d'hier
III
Passe
citoyens
Bravo
gêne
l'armée.
Saint
an,
parlerai
l'habitude
gloire
qui.
queue
Pardonnez-moi,
Vu
assistant
roman
doigt
lui...
essayer.
au-delà
Seigneur.
Entrez,
toutes.
rayon
gâteau
horrible.
"Comme
dit!
valait
pause
souvenez
voulez-vous?
Appelle
meurt
pourrais-je
maquereaux
Direction
Joo
touchez
charme
croyez-vous
partira
n'aurez
25)}The
46)}Siwonnies
dépôt
nous...
pensiez
pourrons
tournage.
preuves.
diriger
où.
ventre
haine
malheureuse
excuses.
voir?
Fils
Donnez
veux?
chambres
perte
airelles
jaloux
papiers
d'elle,
Sous
Jerry
flics.
Tom,
goutte
"Ils
Ainsi,
sauver.
Elvira
perdue.
actes
samedi
Hoog
dispute
souffrir
"Maintenant
dis-tu
spectacle.
s"est
vingt
cœur,
parties
chante
D'abord
gentleman
10000
30.
hôtel
Professeur,
tisonnier
joueurs
Mince
durs.
bière.
lâ
Honey
MIle
chèque.
Dan.
Anne,
Carlyle
Archer
Jones.
Junta
Steve.
Kringelein.
0n
Romer
nager
sérieux
deviendra
dites-moi
sourire.
joues
dis-lui
bonjour
vision
société.
message.
domaine
Steve
poches
cinéma
légende
réserve
jeu,
Félicitations,
imbécile.
Écoute
midi.
Sais-tu
fusil
Catherine,
intéressant.
considère
d'ici,
où?
rôle.
détails.
mené
t'aider.
plais
remonter
indices
marcher.
calmer
donnerait
chasser
peine,
raconter.
13
l'espoir
poids
poussé
tuer,
gars!
ouvrez
grave,
encore?
remercie.
mille.
t'aurais
hais
passait
filmer
Arrête,
ramené
réfléchir
donne.
Ben.
tenait
scientifique
exemple,
source
première.
connaissait
secours,
surface
tribus
davantage
l'île
pleurer,
événements
".
sud
fer.
Amérique
fer,
taille.
jambes.
monsieur?
soleil,
profond
amusant.
Leurs
plus?
Pérou,
île
privé
devaient
puissant
dirige
mystérieux
renoncer
montant
mode
obtenu
Roi
image
tenté
faveur
plante
aimable
entièrement
second
voleurs
jeux
copain
couronne
fonctionne
90
magique.
partenaire
importante.
nature.
Mettez-vous
arrivera
rose
Soyons
bouteilles
cher,
formidable.
réponds
côtés
jamais!
propre.
n'ait
préfères
d'arriver
idiote
un...
Potter
Dot.
j'imagine
Gray
promesse.
as.
club
Vraiment,
lit,
passion
gentille.
annoncer
Chandler.
mentir.
Continuez
2.
principal.
entrée
Content
ferai.
problème?
piano.
là-dedans
pensons
finis
marie
garçons.
nul
sortie.
fallu
journée,
sombre
Ensuite
étre
surpris
voyons.
correction
prendre,
solution
-Pourquoi
-On
17
Privat
champagne.
Oh.
pouvoir.
studio
trouvera
engagé
L'heure
durer
vais,
graves
descends
va-t-il
demanderais
oublier.
"à
André
habite
doucement.
suffisamment
chou.
jolie,
terminer
pareille
heure,
blague
Victor
traîne
grand-père.
donnerais
-La
quai
Odilon
L'Algérie
français.
l'épouser.
supplie,
supporte
an.
destin.
garde,
km
Alger.
dépenser
L'empereur
infirmière
Autre
réclame
l'empereur
temps...
vide
relations
Brad
type,
blessures
salles
vie...
"M.
Environ
demoiselle
pourquoi.
fortune.
Crois-moi,
Red
intérêts
Hong
d'arriver.
passez
homme?
Joo.
Watanabe
valeur.
honneur
a.
script?
d'aussi
Revenge
payez
dites-vous
menti
l'argent?
Gwang
avance
fou!
danger.
journaliste
m'excuser.
Donnez-lui
l'as-tu
procès.
après?
Revenez
1500
femme?
aveugle
Allons-y.
Parfait.
corde.
filer
Seule
crimes
"ll
23
Edna.
témoignage
Salvador
créature
voici,
pitié,
m'attend
Ia
monsieur...
comtesse
veuillez
Supposons
sommeil
W.
coopérative
Rüdiger
Tronje
Gunther
Lls
Jack.
défense.
Allons-y,
Jimmy,
ravi.
Helius,
cognac
Écoute.
Zeke,
National
Pardon.
d'ennuis.
Beaugard.
toile.
convoi.
marche,
ville?
César
cognac.
Rico!
Yancey,
Renfield.
Mack
Ace
tortues
tortues.
Lora
Lily.
Hornblower
-Si
James
Conny.
Vicomte
manger,
reconnu
your
grandi
You
là."
Écoutez
habitants
cérémonie
merveilleux,
résultat
d'aide.
gagne.
voici.
aies
saleté
Lapointe,
Bravo,
repartir
complet
Ha!
journaliste.
plaît?
Mademoiselle,
papa...
participer
Sam,
arrangé
plaire.
Dire
anciens
condition.
Oui!
patient
Pierre,
Thomas
Bientôt,
fasse.
guérir
lui!
âge,
justice
m'attend.
aujourd'hui...
cadavre
forcés
travaillait
Oubliez
temps!
début,
têtes
mère?
peau.
tiers
secondes
vue,
Jamais.
dites.
à...
bizarre.
passes
aussi...
changez
raconté
Tais-toi,
sais-tu
s'étaient
survivants
éléments
connaissance
rapide.
misère
vivant,
longueur
ESPAGNOL)
connaît.
refaire
peuples
indien
ouais,
accusé
cependant
abandonné
deviez
expliquer
étranger
ruiné
camarades
Tirez
l'histoire,
su.
libre,
verdict
bloc
Gonzalo
retiré
battu
t
résistance
coule
l'histoire.
retourné
différents
Avez
visages
centaines
verre,
César,
futur
venue.
rêve,
appellent
manque.
chargé
fermé
principaux
désert
"De
l'envoyer
Tenez
invite
produire
chaleur
gaz
banc
également.
grande.
celui-ci
dernière.
mètres
libéré
fruit
pourquoi?
chemise.
n'oublierai
jusque
annoncé
rues.
peuple.
meurent
Si.
dos,
naissance
sauve
assister
la,
bébé,
soyons
Josh,
t'étais
45
romantique
sers
écoute.
douzaine
remplacer
honnête.
Suis-je
défilé
N'est-il
parfaite
côtés.
travail!
propose
bouger.
pression
rater
direct
final
causer
allons-y.
Eva.
d'apprendre
quelles
chérie?
l'aimes
quelqu'un,
grand,
auraient
souvenir.
bu.
drôlement
monte.
Ca,
resterai
F.
populaire
bonheur,
-Qu'est-ce
rouge.
paradis
fiche.
pitié.
plateau
école
madame,
veine
salon.
cuisine
Passons
robe.
écrit.
concierge
cirque
réveiller.
trouvait
effet
portait
reposer
Plutôt
Arabes,
ordre.
Partons
régiment
Leïla
point.
pensé.
Sacré
riche.
serviteur
répète
Français.
sain
Excusez-moi.
Mesdames,
sein
Fermez
front.
dette
ventre.
aveugle.
cinq.
publié
coutume
marier,
Fiche
ayant
moitié.
total
h,
envie.
instructions
appartient
officiers
mienne
arrivent.
attendons
disparaître
tienne
Connaissez-vous
meubles
marchez
mignon
chaussettes
liste.
B.
sifflet
Premier
parle,
manager
marche.
poil
chewing-gum.
Qu'as-tu
genoux
dites,
êtes.
porc
discuter.
salaire
dis?
d'Empire
d'autre?
Directeur...
Lee?
doigt.
millions.
aller?
Maman.
avoir.
pouvons-nous
staff
gars?
autant.
chose!
ivre
PD
tôt?
lieu.
maman?
Faites-le
rendre.
lieux
Pouvons-nous
occuper.
Ecoutez
boeuf
nécessaire
mort!
Dal
bague
venez.
ans...
Rends-moi
Blue
Parlez
assise
vas-tu?
avance.
rien...
invitée
George
discours.
sonne
cage
Dieu...
Moscou.
imbécile
bonté
télégramme
Commissaire
48
bien-aimé
O-Take-San
Bouddha
adieu
ballon
Franz
acte.
fatigué
soif
"Personne
taureau
l'assassin
mouches
l'enfant.
récompense
fêter
fuir
quittez
rare
souci
sorcières
"Oh
donnes
Ruth,
accueillir
l
rois
princesse,
Jack,
reverrai
Honneur,
Pari
trois,
Hickory
John,
pis.
Joe,
Polly
Croyez-moi,
bagages.
Hans.
chevaux.
1re
bruit.
soldats.
dix.
fumer
Assieds-toi,
Flack.
Ted,
absurde.
Schuyler
Dink
Jeffrey,
avis,
Dracula.
Mina,
Frankenstein!
Spade.
faucon
Smythe,
Nails
Allen.
Cluett
Haines
Sheffield.
changera
pouviez
nourrir
travailles
triste,
C'est...
Justement,
propos,
3ème
sympa
valent
d'aide
réveillé
respirer
cherchait
chaîne
Loin
recommence
taire.
tiennent
cool
oublies
Charles
signal
écouté
créé
lunettes
radio
achète
filé
cuir
s'amuser
suis,
beurre.
Va-t'en,
puis...
soeur.
qui?
vu...
Biron.
milles
vraiment...
route,
tombes
donne-moi
Compte
d'importance.
Hors
vedette
gauche,
Hé!
Vas-tu
sens,
quitter.
Entrez
donc!
Bienvenue
phrase
courageux
attaché
expériences
cerveau.
fouiller
Monte,
Chambre
malheureuse.
montée
affaires!
demi-heure
coin.
regarde,
plaît!
départ,
Vous...
oui?
croyait
lié
l'amour,
sinon,
Qu'elle
donc.
sérieux,
bande.
passe,
mais,
quand,
fête,
Marie,
fameux
sens?
tue.
l'appeler
l'aube
tribu
très,
Floride.
Mexique,
Vaca,
maladies
possibilité
originale
voyez-vous
cloche
commerce
communauté
guide
règle
facilement
étranges
suivant
santé,
habillé
premières
ennemis
violence
document
danger,
empire
entrés
espions
Un,
cul
embrasser
entière
proposition
étrangers
royale
saluer
faisaient
aidé.
découverte
combattre
vues
échappé.
Aztecs,
étrange,
découvre
Aztecs
camp,
blanche
rêves.
blessure
furent
effet,
aperçu
maître,
Martin
quartiers
hôpital
victoire
d'or.
survivre
bagages
occupe
l'armée,
lutte
finit
l'air,
coût
l'ouverture
vivre,
prêté
l'avenir
facilement.
marre
plantes
partent
mur
contient
milliard
été.
Demandez
puissions
Japon
travaillez
allions
déranger
règles
retournez
cité
l'époque
prétend
uniforme.
laissent
innocent.
buvez
vie?
président,
voisins
responsabilité
m'assurer
égal.
concession
compte,
boulot,
excellente
foutu
cherches
Harry
tours
va-t-on
là-dessus.
vacances.
l'école,
être.
Jane,
celle-là
conseils
Parfois
devrions-nous
important,
hâte
l'entrée
remplir
mémoire
transfert
lever.
jamais...
seulement.
cible.
piloter
vol.
ailes
Lieutenant
quatorze
restée
ange
piano
étoiles
passés
sembles
péché
scénario
but.
lance
dépasse
Sept
Cesse
ya
Okay,
passé?
brouillard
Écoutez.
like
is
Donne
évidemment.
revient.
d'autres.
remplis
déclaration
film.
poil.
paquet.
pattes
mur.
D'ailleurs,
amie,
cravate
Maurice
excellent
mademoiselle,
soigner
tarder.
Fallait
après.
idées.
l'entendre
réveiller
malin.
tant.
Marceau,
Entre.
dame,
cigarette
besoin,
vus.
couvert
sage.
rang
m'aviez
réfléchi.
virer
anniversaire.
stupide.
progrès.
pierre.
courage.
le...
Hélie
Mère,
Permettez-moi
venons
arrêtez
Deuxième
pères
gagnez
bateaux.
Peut-être.
loi.
l'ombre
traître.
celui-là
française.
liens
n'ayez
Jeanne
convoi
plume
intérêt.
charge.
chaise.
servi
présenté
difficultés
malin,
d'homme
risquez
infirmières
Meilleur
fiancé
patients
l'être.
encore...
réservé
Rome
courageux.
merveilleuse.
prête.
Pourrais-je
preuve.
ignore
gorge
protéger.
file.
mince,
d'arrêter
personnages
reviennent
lâche.
Londres.
moquent
Ramona
Kelly,
amener
clients.
top
dollars,
devrais-je
diffusé
Dépêchez-vous
fini!
mit
l'avocat
diriez-vous
N'avez-vous
Occupez-vous
jeunesse.
suivez
offre.
Choi
créneau
attentivement
restaurant
monde!
fou...
fille?
Qu'allons-nous
A-t-il
n'aimez
sortez
pourrait-il
conduite
plaisante
Taisez-vous
Exactement
Allez-y
dites-lui
attitude
t'apporte
faits.
anniversaire
jour...
oiseaux
supporter.
vais-je
importance
attendent
vendeur
entendue
rentrez
voix.
devras
mariée.
lapin
m'excuser,
Lucy.
luxe.
tâche
passe-t-il,
téléphone,
Allez-y.
costume.
serrer
heureuse,
courrier.
mémoire.
"Maintenant,
Luis
Garramuño
Tandis
bonne,
regardait
put
îles
fleur
Olaf
chambre...
Vienne
Adieu,
Roloff
Johannes
condamné
cinquième
"Tout
caisse.
pauvre,
Jánošík
c'
mères
soudain
permettez
gâché
honte,
l'accusée.
Gustav
l'oiseau
Descends
gare.
d'affaires.
l'Union
pièce,
miel.
Gunther,
saurai
rideau
rare.
Speedy
absence.
fume
ruée
jurés
Allen
charger
Mike.
Comité
charbon
patrouille
crois-tu
Mascotte
t'attends
cigare.
Brun
sur-le-champ.
figure.
souper
croirait
Cour
policier.
parte
Windegger
Missy
Swanee
pipe
réglé.
torche.
escroc
joli.
Breck
thé.
Hue
Angleterre.
retard,
Druce
Stewart.
Col
Jones
match.
Mina.
Mina
Mackie
cigares.
êtê
Archer.
Wilmer
Ritchey
Donny.
Leeds
Leeds,
Leeds.
Jekyll.
Santa.
Jimmy?
Conny
Romer.
Fu
pied,
bon...
vacances
trous
vas-y
Fais-moi
jouais
oh
génial
anglais.
Ouais
élèves
portent
rythme
fine
for
dominer
souvient
attends.
là-haut
Retour
Bob
nord
continué
corps,
allez-y.
traversé
rendra
parc
réaction
pardon.
l'aide.
privé.
mot,
Spade,
grosses
Dépêche-toi
toilettes
J'ignorais
mesurer
messieurs!
fait!
coins
Biron!
coffre.
Ourse.
Bien...
caisse
m'empêcher
chien,
mal!
OK.
Ourse
trahir
copine
victime.
sortir,
j'essaie
Oui?
une,
l'article
mangerai
valoir
minutes,
nerfs.
pris,
espérant
sauras
bienvenue
dessous
rouge,
d'essayer
gros.
Cessez
souvenirs
combien?
continue,
donnait
Qui?
peut.
pendu
courant,
j'ai...
espoir
uns
Taylor.
faisiez
voyait
monde...
autorités
partir!
repos.
donc?
l'ai.
tête?
l'agent
bois,
chanter.
reposer.
salon
m'attendais
l'humanité
revienne.
j'ai.
considéré
joindre
fous,
fasses
venant
mises
démons
flotte
villes
rêves,
Mexique
novembre
l'aube,
demi
c´était
résidence
décrit
croisé
révéler
étonnant
trou.
employé
Certainement
pierre,
employés
parier
pieds,
(TRADUCTION)
région
poignée
portant
discussion
recherche.
prenons
arrêt
regardant
déclare
épée
l'Inca
forteresse
Presque
montagnes,
vide,
naturellement,
s´est
l'autorité
Manco,
chefs
aztèque
feuilles
crée
assassiné
arme.
effets
Cortes,
Malinche
conversation.
crainte
dire!
plu
roi,
renvoie
ouverte
nobles
douce,
800
laissera
bu,
sommes-nous
venu,
profondément
lentement
n'avoir
meme
l'état
désir
exige
entière.
campagne
rameaux
connu.
l'homme.
agir
blé
humaine.
partage
partager
l'extérieur
cheminée.
intéressé
systèmes
vivante
entendez
loyauté
Fela
connue
regretter
policiers
monstres
Black
l'image
"Voilà
mauvais?
Taylor
africain
riches
nombreuses
foyer
servir.
transformer
exprimer
t'emmener
père...
ressemblez
casse
Larry,
fier.
pièces
putain
d'apporter
tuerai
bibliothèque.
mensonges
occupée
l'aider
demandes
allez,
confier
rappeler.
désolée,
terminée.
commencent
principale
connaissance.
Qu'est-il
remercier.
suffira.
Être
raisons.
l'appelle
vivez
règles.
préféré
l'Eva
Mort
occupe-toi
dégager
voient
finira
pote
l'aurait
pure
inquiéter
jouent
trace.
maintenant...
Tommy.
Parti
be
Jean
méchant.
termine
vas,
brille
-Bonjour,
Jean.
parlez.
viendras
droit,
Bougras
Bougras.
gentils
moyens.
histoire.
héros.
pourront
écrire.
Châteauneuf
abattu
connais,
emmène
studio.
serve
salaud
-Bien
longues
km.
cousin.
"Dans
vaches
-Pour
Julienne
visiter
silence.
Rosa
toi."
foi.
vaudrait
Ô
écris
entrer,
etre
amoureux,
conseille
cour.
Croyez-vous
époux
mignon.
dimanche.
3.
pépé
disiez
rivière
souffrir.
-Ne
Tour
pardon,
appelé.
mentez
lettre,
convaincu
gorge.
armes.
vend
l'Orient
territoire
protège.
m'envoie
prévenu
ressemble.
prisonniers
fusils
tenter
soif.
Hadj
commission
sera.
général,
maire
sacrés
échappé
Aïssa.
révolution
excuser
excuse
Lui,
gouvernement.
invités.
feriez-vous
écrivez
palais.
foutue
déguisé
jalouse
superbe.
m'épouser
d'envoyer
talent
journal,
pourriez-vous
qualité
cigare
Majesté,
dépêches
l'instant,
revu
secours.
1ère
jambe.
rein
ouvert.
l'existence
promettre
miel
vérifier
importe,
conseil.
peinture
vive
Ai-je
commencez
couple.
d'attendre
chat.
matelot
mandat
Lieutenant,
Sud.
utilisez
"A"
l'ami
baiser.
porterai
plait.
action
appel.
noms
pleins
l'année.
prises
soirs.
désire
parié
excuses
(En
boire?
salaud!
argent?
'Elegant
faveur.
won?
Eun!
réunion.
Kim?
géniale.
Kyeongseong
Anthony?
pensées
dés
enfant...
Empire.
voyant
Jang
pension
gardez
Apportez-moi
certificat
Buvons
d'avis.
Mettez-le
colère.
incapable
peut-elle
Alors?
n'aurons
rembourser
charges
mal?
faible.
lourd.
Derrière
qu'après
talent.
ridicule
mourir!
yeux?
courte
prise.
Tais-toi
Entrez.
d'audience
tête!
partons.
fixé
Ecoute
sorte.
oreilles.
Prenons
tente
Envoyez
Lord
Absolument.
bête,
public.
dépensé
chat
sérieusement.
Compris
pendre
pognon.
fric.
Xiaoping
portée
Edna,
promenade
prisonnière
lui."
vivait
Troisième
misérable
intertitres
Javier
fiançailles
Mister
Fritz
Arrêtez,
Berlin
j'aille
Comte
Marja
"Qu'est-ce
"S'il
"Son
n'ose
mensonge
sixième
aimerait
l"as
mort...
laissée
reviendrai.
j'attends
Auriez-vous
procureur,
Carlotta,
peint
Alviano
auquel
n'aie
sorcellerie
congé
d'œil
vampire
revolver
Camarade
Scénario
POUR
Kriemhild,
cigarettes.
lune,
vulgaire
échecs
dollar
"Alors
Karl
retournerai
poule
Frank.
Mahoney
Jed.
Zanfield.
matin...
Dépêchez-vous,
Imagine
balade
Vendu
Henry,
Tiens-toi
forces.
loge,
prouver.
Rittenhouse.
Ravelli.
jouons
poisson.
qu'y
lâ.
péniche
Cameron.
noyer.
Henry.
Professeur.
Baldy.
évident
dépêche.
assieds-toi.
Pat
Bert.
Reynolds
craché
Livingstone.
Sabra.
tribunal.
Yance.
Renfield
Ashe
Sampson.
Wilfong
Gallagher.
Commissaire.
Wonderly.
Wonderly
faucon.
Fred,
barbier
Bernburg.
locomotive
Mamie.
Putty
Kolka
Dawker
Campo.
Général
Gordon.
Peli
Boudu
Amah,
-César,
5i
Bill?
Baron
soyez,
Sheila,
manges
guitare
Hein,
patience.
bouger
souci.
essayer,
expliqué
Dont
hippies
mens.
jungle
conseiller
naturel
poissons
prouvé
intentions
pouvoirs
bizarre,
continuerai
neuf,
cinq,
noire
sexe
assurer
brillant
réduire
qui...
projets
juré.
hamster
Impossible.
pantalon
plantation
sommet
récupéré
permission.
Approchez,
télé.
télé,
vieille,
casier
adieu.
JE
finie.
Lapointe.
voyons,
mentir
mari?
l'accident
menti.
Excuse-moi,
laisseront
expérience.
d'amour,
l'autre,
PAS
Catherine.
Catherine!
Tenez.
télévision
clé.
l'avoir.
question!
suivre,
Ben...
Malgré
mêler
coiffeur
rapport.
manquer
bleu,
nôtres
chapitre
Durant
vois-tu
rats
femme!
sais!
réussi.
vengeance
douleur.
pardon
faibles
pardonner.
Après,
commencer,
cherchais
elle!
pardonner
Allez-vous
revue
papier.
table,
puissante
l'extérieur.
vidéo
sang...
sait,
Appelle-moi
trouver,
grand-chose
m'inquiète
arrête.
décider.
prison,
poser.
peux...
Dieu!
scandale.
dis:
4e
explique
l'enterrement
Arrive
vas-y.
l'aimais
facile,
rentrer,
cracher
parler...
prêts.
diable,
"les
va...
l'Amérique
Européens
conquérir
entraîné
affronter
bateaux
s'échapper.
terrible,
C´était
deviné
sauvages
produits
donnent
survécu
inconnu
intéresse
sacs
envoyés
colline
vaste
ancêtres
fleuve,
tracé
Linda
humains
détruit
l'église.
EN
heu...
Partout
(FEMME
douter
pile
motif
mots,
Francisco
frères,
Inca
imaginé
lois,
celle-ci
coté
bâtiment
rapporté
deviennent
tombent
établir
tels
siège
capturé
avait-il
L'histoire
jury,
aventure
église
diable.
guerriers
année,
allant
piège
province
ruines
détruit.
destin,
lettres,
souhaiter
l'or.
hasard,
joueur,
Tlaxcalans
brume
rêver
fassiez
retenu
mai
nourriture.
moderne.
toit
monde."
rumeur
pensez-vous?
L'armée
devant,
eau
scène,
surtout,
revenus
voulait.
défense,
cercle
poussent
%
l'arrivée
complexe
pousser
matière
énormément
baril
milieu.
pluie.
maintenir
déplace
site
d'utiliser
l'aise
"Voici
disais,
m'écouter,
Shrine,
heureux?
capables
Michael.
respecte
disent:
fiers
façons
remercie,
hommage
jour-là
forts
confié
heureux,
2,
3,
tirer.
raté.
lumières
rat
tête...
accord
chercher,
test
d'enfants
rende
langue.
renvoyé
frotter
mérites
progrès
priorité
moment?
toast
Soit
inquiet
adorable.
couvrir
neveu
ajouter
service,
courses
engager
5e
préparez
bleu.
navires
objet
feuille
soins
4ème
l'Eva-01
attaquer
voler.
Première
intéressant
provisoire
normal
âmes
Adams
centrale
actions
suffira
pêche
"si
s'intéresse
là-bas?
téléphoné
deux?
débrouiller
(Daniel)
tôt,
semblant
producteurs
bordel
(Neeko)
(Sam)
revenue.
rencontre.
N'allez
dirons
pense,
réel.
disparaît
humeur
Elodie.
pique
c
David.
taper
Privât
copains.
-Comme
d'écouter
Heureusement
goût.
-Un
roses
prendras
Cinquante
raisonnable,
profession.
idéal
imagination.
faut-il
propre,
honnêtes
racontes
Mado
demi-heure.
recommencer.
20.
"Quel
Aie
valises
guéri.
Doucement.
sens-tu
l'appartement
brûler
délicieux.
prêtes
m'arrêter
Prendre
gaz.
Hubert.
stylo
pour...
amoureuse.
2ème
etc.
-Qui
prince,
t'envoie
IV
mesures
t'apprendre
Assieds-toi
l'appel
charrette
l'époque.
demi-tour.
sache.
Donne-lui
miens.
séparer
Vieux
rédacteur
Algérie
blessés.
bâtir
religion.
territoire.
arabe
arabe.
"Des
liberté.
musulman.
brute
reconnaît
gravement
fièvre
français,
t'emmène
soldat.
nourrit
espoir.
lesquelles
pique.
République,
Napoléon
loué
Indiens.
partirai
arrivée,
l'empereur.
élu
travaillent
proposé
voleurs,
cessé
porter.
protège
Peut-être,
déclaré
placé
tribu.
cour,
dirait.
affaire,
tribu,
village,
Comment,
connaissez.
spécial.
contraire,
Inspecteur
bail
bol
médicale
Sud
Briggs.
singes
Docteur
Emma.
Aller
attendez.
viennes
sentiment.
définitivement
bureau,
opportunité
sexy
médicaments
animal
Rebecca,
salut.
thème
Brown,
absurde
Cameron
auparavant.
Paula,
prendrait
haute.
travailler,
n'ira
30,
commandant.
bosse
bleue
pires
jalouse.
série.
Will
rayons
fassent
risquer
résister
ravie
photo,
moustache
ensemble?
Cooper.
livré
probabilité
osez-vous
Matin
garantie.
Broadcasting
drama!
montrez
quelconque
lire.
Que...
Japon.
voudriez-vous
conduire.
ans?
passeport.
contrat?
merci!
l'investissement
star
d'Anthony?
producteur
Sûrement
attentivement.
enverrai
l'Université
département
suis...
Buvez
domaine.
d'ici!
mignonne.
argent!
causé
circonstances
cours.
Voir
sorti.
projet.
n'étiez
acteur.
costumes
loin?
sang!
l'acteur
n'est-il
Soo
whisky.
prochain.
S.
peaux
entrez.
reprends
mendiants
convient
rendrai
ramener.
destinés
maison!
dehors!
différemment.
nombreux
jusqu'ici.
élément
Hyung.
verres.
idiote.
m'occuperai
Est-elle
L'avocat
épuisée.
tel.
nerveuse.
certain.
bons.
Dal.
d'aujourd'hui
Hourra
l'hiver
pousse
fermée.
caractère.
menton
l'appareil.
malade!
parti?
sentait
Merci!
nuit?
abandonne
bijoux.
cinéma.
regretteras
sauté
paye.
bouc
l'arrêter.
Hart,
tomber,
suit
accorde
lits
irez
n'arrête
Gros
couloir.
ongles
Drôle
interdit.
Montrez-moi
m'entends
rapporte
cru.
tabac
renvoyer
d'accepter
Elisabeth
couronnement
"Venez
Entre-temps,
saurais
veuve
professeur,
garçon!
assure
négatif
fit
marins.
port.
pionniers
Quiconque
danse,
subir
rendus
Francisco.
marins
Johnson.
mystère
Maître,
tuée
mètres.
terreur
"J'étais
tort,
"Est-ce
N.
"Bien
"Alors,
m"a
Barabbas
Jour
qu"on
pèse
croire,
pointe
vas-tu,
gardien
sourire,
vôtres
diamant
5000
marks
Agrandissement
Echelle:
1x
0
plats
Holm
m'
nid
fenêtres
désormais.
soucis.
m'étais
cŒur
Écoutez-moi
biens
vierge
vice
l'an
Allemagne.
sommeil.
Nosferatu
maison...
etes
are
Attila,
Nibelungen
qu'avant
MacBright
jolis
bougez
l'aube.
G.
I'amour
l'université
Harold
finirai
salle.
Mamie
retient
Tante
wagons
'Le
kilomètres
commençais
Otto
comité
fichez
barbier.
Boire
Russie.
caisses
enchères
Gaston
cassé.
œufs
Jed
Zanfield,
Maloney
parles.
dames.
durera
empêche
Lâchez-moi
Jamison,
Manor.
Enchanté.
tromper.
500.
10.
Six
monter.
Regardez.
Friede
oreilles
causer.
dés.
banque?
Osdorff
Vraiment.
affaires,
poignard
trouvais
médaille
Rittenhouse,
Rittenhouse
l'art
Dubois
brigade
mites
Certainement,
quatre,
dingue
saoul
esclave.
Breck.
Bande
Passe-moi
locomotive.
Chers
sûrs
Bennett
brouillard.
Rico,
Rico?
